[
  "Chuck Norris can build a house from the roof down",
  "When Alexander Bell invented the telephone he had 3 missed calls from Chuck Norris",
  "Fear of spiders is aracnaphobia, fear of tight spaces is chlaustraphobia, fear of Chuck Norris is called Logic",
  "Chuck Norris doesn’t call the wrong number. You answer the wrong phone.",
  "There used to be a street named after Chuck Norris, but it was changed because nobody crosses Chuck Norris and lives.",
  "Chuck Norris has a grizzly bear carpet in his room. The bear isn’t dead it is just afriad to move.",
  "Chuck Norris died 20 years ago, Death just hasn’t built up the courage to tell him yet.",
  "If you rate this 5 roundhouse kicks, then Chuck Norris WILL roundhouse kick Justin Bieber’s ass.",
  "Chuck Norris has already been to Mars; that’s why there are no signs of life.",
  "Some magicans can walk on water, Chuck Norris can swim through land.",
  "Ghosts sit around the campfire and tell Chuck Norris stories.",
  "Chuck Norris can cut through a hot knife with butter",
  "Chuck Norris once urinated in a semi truck’s gas tank as a joke….that truck is now known as Optimus Prime.",
  "Chuck Norris doesn’t flush the toilet, he scares the sh*t out of it",
  "Death once had a near-Chuck Norris experience",
  "Chuck Norris counted to infinity – twice.",
  "Chuck Norris is the reason why Waldo is hiding.",
  "Chuck Norris won American Idol using only sign language",
  "Once the cop pulled over Chuck Norris….the cop was lucky to leave with a warning.",
  "Chuck Norris can slam a revolving door.",
  "Chuck Norris won the World Series of Poker using Pokemon cards",
  "When the Boogeyman goes to sleep every night, he checks his closet for Chuck Norris.",
  "Chuck Norris will never have a heart attack. His heart isn’t nearly foolish enough to attack him.",
  "Chuck Norris can win a game of Connect Four in only three moves.",
  "Chuck Norris once kicked a horse in the chin. Its decendants are known today as Giraffes.",
  "Chuck Norris once got bit by a rattle snake... After three days of pain and agony... the rattle snake died",
  "There is no theory of evolution. Just a list of animals Chuck Norris allows to live.",
  "When Chuck Norris does a pushup, he isn’t lifting himself up, he’s pushing the Earth down.",
  "Chuck Norris can light a fire by rubbing two ice-cubes together.",
  "Chuck Norris’ hand is the only hand that can beat a Royal Flush.",
  "There is no theory of evolution. Just a list of creatures Chuck Norris has allowed to live.",
  "Chuck Norris doesn’t read books. He stares them down until he gets the information he wants.",
  "When Chuck Norris throws you into a bottomless pit, you hit the bottom.",
  "Chuck Norris doesn’t wear a watch. HE decides what time it is.",
  "Chuck Norris does not sleep. He waits.",
  "Chuck Norris made a Happy Meal cry.",
  "Prisons don’t keep society safe from criminals. Prisons keep criminals safe from Chuck Norris, for now.",
  "Outer space exists because it’s afraid to be on the same planet with Chuck Norris.",
  "When Chuck Norris was born, the only person crying was the doctor. You NEVER slap Chuck Norris.",
  "In 1945 Chuck Norris drank a Redbull and jumped out a plane. For image results, Google the word Hiroshima.",
  "Chuck Norris called 911 to order Chinese food and got it…..",
  "Guns are warned not to play with Chuck Norris.",
  "Chuck Norris grew a beard at the age of eighteen. Seconds.",
  "Chuck Norris runs until the treadmill gets tired",
  "Chuck Norris doesn’t mow his lawn, he dares his grass to grow",
  "Chuck Norris can give aspirin a headache",
  "Humans are the only primates that don’t have pigment in the palms of their hands.",
  "It’s possible to lead a cow upstairs…but not downstairs.",
  "Dogs have four toes on their hind feet, and five on their front feet.",
  "A cockroach will live nine days without it’s head, before it starves to death.",
  "Butterflies taste with their feet.",
  "Elephants are the only mamals that can’t jump.",
  "Starfish don’t have brains.",
  "Polar bears are left handed.",
  "A duck’s quack doesn’t echo, and no one knows why.",
  "An ostrich’s eye is bigger that it’s brain.",
  "Snails can sleep for 3 years without eating",
  "Porcupines float in water.",
  "Armadillos are the only animal besides humans that can get leprosy.",
  "Many hamsters only blink one eye at a time.",
  "A pregnant goldfish is called a twit.",
  "A male emperor moth can smell a female emperor moth up to 7 miles away.",
  "A giraffe can clean its ears with its 21-inch tongue!",
  "If NASA sent birds into space they would soon die; they need gravity to swallow.",
  "Emus and kangaroos cannot walk backwards, and are on the Australian coat of arms for that reason.",
  "Certain frogs can be frozen solid, then thawed, and survive.",
  "Cat’s urine glows under a black light.",
  "A shark can detect one part of blood in 100 million parts of water.",
  "A rat can last longer without water than a camel.",
  "A crocodile can’t stick it’s tongue out.",
  "A shrimp’s heart is in it’s head.",
  "A pregnant goldfish is called a twit.",
  "Rats and horses can’t vomit.",
  "A duck’s quack doesn’t echo, and no one knows why.",
  "Most lipstick contains fish scales.",
  "Rats breed so quickly that in just 18 months, 2 rats could have created over 1 million relatives.",
  "Horses and cows sleep while standing up.",
  "Giant Arctic jellyfish have tentacles that can reach over 36 metres in length.",
  "Locusts have leg muscles that are about 1000 times more powerful than an equal weight of human muscle.",
  "Hummingbirds are so agile and have such good control that they can fly backwards.",
  "Instead of bones, sharks have a skeleton made from cartilage.",
  "Insects such as bees, mosquitoes and cicadas make noise by rapidly moving their wings.",
  "The horn of a rhinoceros is made from compacted hair rather than bone or another substance.",
  "Sharks lay the biggest eggs in the world.",
  "Even when a snake has its eyes closed, it can still see through its eyelids.",
  "Unlike humans, sheep have four stomachs, each one helps them digest the food they eat.",
  "Despite the white, fluffy appearance of Polar Bears fur, it actually has black skin.",
  "The average housefly only lives for 2 or 3 weeks.",
  "Cats use their whiskers to check whether a space is too small for them to fit through or not.",
  "There are presently over a million animal species upon planet earth.",
  "The reptiles have 6,000 species crawling in their habitats; and more are discovered each year.",
  "There are over 70,000 types of spiders spinning their webs in the world.",
  "Well, there are 3,000 kinds of lice. Yes, it is the lice we are prone to get due to lack of hair hygiene.",
  "Mammals are the only creatures that have flaps around their ears.",
  "The world has approximately one billion cattle, of which about 200 million belong to India.",
  "The life of a housefly is only 14 days.",
  "A dog was the first animal to up in space.",
  "An ostrich is the fastest bird and can run up to 70 km\/h.",
  "Never get a camel angry, for he or she will spit at you.",
  "There are crabs that are the size of a pea. There are known as ‘Pea Crabs’.",
  "The lifespan of 75 percent of wild birds is 6 months.",
  "Denmark has twice as many pigs as there are people.",
  "You do not need cotton buds to clean a giraffe ears. It can do so with its own 50cm-tongue.",
  "Want to known the appetite of a South American Giant Anteater? Well it eats over 30,000 ants, per day.",
  "The sailfish can swim at the speed of 109 km\/h, making it the fastest swimmer.",
  "The Sea Horse is the slowest fish, drifting at approximately 0.016 km\/h.",
  "The small car on the road is probably the size of the heart of a blue whale.",
  "The length of an elephant is the same as the tongue of a blue whale.",
  "The crocodile’s tongue is unmovable, as it is attached to the roof of its mouth.",
  "Pinocchio is Italian for “pine head.”",
  "Who’s that playing the piano on the “Mad About You” theme? Paul Reiser himself.",
  "Winston Churchill was born in a ladies’ room during a dance.",
  "Most lipstick contains fish scales!",
  "Donald Duck comics were banned from Finland because he doesn’t wear pants!",
  "There are more than 10 million bricks in the Empire State Building!",
  "Camels have three eyelids to protect themselves from blowing sand!",
  "The placement of a donkey’s eyes in its’ heads enables it to see all four feet at all times!",
  "The average American\/Canadian will eat about 11.9 pounds of cereal per year!",
  "Over 1000 birds a year die from smashing into windows!",
  "The state of Florida is bigger than England!",
  "Dolphins sleep with one eye open!",
  "In the White House, there are 13,092 knives, forks and spoons!",
  "Recycling one glass jar, saves enough energy to watch T.V for 3 hours!",
  "Owls are one of the only birds who can see the color blue!",
  "Honeybees have a type of hair on their eyes!",
  "A jellyfish is 95 percent water!",
  "In Bangladesh, kids as young as 15 can be jailed for cheating on their finals!",
  "No one really knows when donuts were invented or who invented them.",
  "Apples, potatoes, and onions all taste the same when eaten with your nose plugged.",
  "When an egg floats in water, it is “off” and should not be eaten.",
  "Banana trees are not actually trees – they are giant herbs.",
  "Ketchup was originally a fish sauce originating in the orient",
  "In Tibet, a common drink is butter tea – it is made from yak butter, salt, and tea.",
  "Nutritious food costs 10 times as much as junk food.",
  "Grocers don’t have to tell you where your salad comes from.",
  "Chicken today contains 266 percent more fat than it did 40 years ago.",
  "Chewing gum while peeling onions will keep you from crying!",
  "Smelling bananas and\/or green apples (smelling, not eating) can help you lose weight!",
  "Eating lemons make you live longer.",
  "Eating one meal of fish a week reduces your chances of getting a heart attack by 50%.",
  "The first meal on the moon was roast turkey, eaten by Niel Armstrong and Buzz Aldrin.",
  "A typical banana travels 4,000 miles before being eaten.",
  "Coffee is the world’s most recognizable smell.",
  "Carrots have zero fat content.",
  "When honey is swallowed, it enters the blood stream within a period of 20 minutes.",
  "Coconut water can be used in an emergency as a substitute for blood plasma.",
  "Orange Juice naturally contains a small amount of alcohol.",
  "Eggs contain most of the recognised vitamins with the exception of vitamin C.",
  "Lemons contain more sugar than strawberries",
  "Strawberries are the only fruit which has its seeds on its outer skin.",
  "Grapes explode when you put them in the microwave. You have been warned!",
  "Apples, potatoes, and onions all taste the same when eaten with your nose plugged.",
  "There are more than 7,000 varieties of apples grown in the world.",
  "Peanuts can be used for a component to make Dynamite.",
  "Chocolate can kill dogs; it directly affects their heart and nervous system.",
  "A watermelon is over 92% water by weight.",
  "Lettuce is a member of the sunflower family.",
  "Darker Green lettuce leaves are more nutritious than lighter green leaves.",
  "In the United States, lettuce is the second most popular fresh vegetable.",
  "Almost all lettuce is packed right in the field.",
  "About 25% of all iceberg lettuce is made into fresh cut salads.",
  "The banana plant can grow as high as 20 feet tall. That’s as big as a two-story house!",
  "Bananas are about 99.5% fat free.",
  "Bananas are a great source of potassium. Potassium helps build muscle power and keeps your body fluids in balance.",
  "Banana’s are most likely the first fruit ever to be grown on a farm.",
  "Every time you lick a stamp, you’re consuming 1\/10 of a calorie.",
  "Your stomach has to produce a new layer of mucus every two weeks otherwise it will digest itself",
  "Nutmeg is extremely poisonous if injected intravenously.",
  "Pearls melt in vinegar.",
  "Honey is the only food that doesn’t spoil.",
  "If you put a raisin in a glass of champagne, it will keep floating to the top and sinking to the bottom.",
  "Coca Cola was originally green.",
  "40% of McDonald’s profits come from the sales of Happy Meals.",
  "Every person has a unique tongue print.",
  "Golf the only sport played on the moon – on 6 February 1971 Alan Shepard hit a golf ball.",
  "About 42,000 tennis balls are used in the plus-minus 650 matches in the Wimbledon Championship.",
  "The first puck ever used in a hovkey game was a frozen piece of cow crap.",
  "The New York Yankees have won 26 World Series titles, which is more than any other team.",
  "Fishing is the biggest participant sport in the world.",
  "It takes 3,000 cows to supply the NFL with enough leather for a year’s supply of footballs.",
  "Shaquille O’Neal wears size 22 shoes. He puts on a brand new pair before every game.",
  "Before 1859, umpires sat in a padded rocking chair behind the catcher",
  "More than 1,800 medals are awarded at the Olympics.",
  "Soccer is the most attended or watched sport in the world.",
  "The Boston Celtics have won the most NBA championships (17), including seven straight from 1960 to 1966.",
  "Pittsburgh is the only U.S. city with 3 sports teams that wear the same colors.",
  "Average lifespan of a major league baseball: 5 pitches.",
  "Boxing became a legal sport in 1901.",
  "A forfeited game in baseball is recorded as 9-0.",
  "Babe Ruth wore a cabbage leaf under his cap to keep him cool! He changed it every 2 innings!",
  "The record for the most major league baseball career innings is held by Cy Young, with 7,356 innings.",
  "Archery is the national sport in Bhutan,a Buddhist country in Asia.",
  "The fastest serve in a game of tennis was in 1963 by Michael Sangster. It was clocked at 154 mile per hour.",
  "South Korea is the birthplace of taekwondo, an olympic sport since 2000.",
  "If a horse wins a race “hands down” it means the jockey never raised his whip during the race.",
  "Sports command the biggest television audiences, led by the summer Olympics, World Cup Football and Formula One racing.",
  "Golf balls can reach speeds of 170 miles an hour.",
  "Korfball is the only sport played with mixed teams, consisting of 4 men and 4 women.",
  "Kareem Abdul-Jabbar, who played 20 seasons in the NBA, holds the record for most points scored in a career with 38,387.",
  "The Chicago Bulls have won all six NBA Finals in which they’ve appeared.",
  "Approximately one out of four injuries by athletes involve the wrist and hand.",
  "The national sport of Japan is sumo wrestling.",
  "In the 1930′s, American track star Jesse Owens used to race against horses and dogs to earn a living.",
  "On average, it is estimated that females injure themselves ten times more than males do while playing sports",
  "Morihei Ueshiba, founder of Aikido, once pinned an opponent using only a single finger.",
  "Billiards used to be so popular at one time that cigarette cards were issued featuring players.",
  "Kite flying is a professional sport in Thailand.",
  "The sport Lacrosse was initially played by Native American Indians. They played the sport to prepare for war.",
  "The Ouija board is named for the French and German words for yes – oui and ja.",
  "The San Diego Chargers of the NFL are named after a credit card.",
  "Golfers use an estimated $800 million worth of golf balls annually.",
  "The distance between the pitcher’s rubber and home plate in baseball is 60 feet, 6 inches",
  "The first modern Olympic Games were held in Athens, Greece in 1896. There were 311 male but no female competitors."
]
